tap "pulumi/tap"
tap "supabase/tap"
tap "withgraphite/tap"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "openssl@3"
brew "xz"
brew "awscli"
brew "libgit2"
brew "bat"
brew "bison"
brew "gettext"
brew "cairo"
brew "chruby"
brew "cmake"
brew "diff-so-fancy"
brew "eza"
brew "exercism"
brew "libomp"
brew "faiss"
brew "fd"
brew "fzf"
brew "gdbm"
brew "ipython"
brew "jq"
brew "libffi"
brew "libslirp"
brew "libyaml"
brew "node"
brew "openjdk@11"
brew "openssl@1.1"
brew "pkgconf"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "python@3.12"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "repomix"
brew "ruby"
brew "ruby-install"
brew "sdl2"
brew "starship"
brew "supabase"
brew "tesseract"
brew "tldr"
brew "tree"
brew "tmux"
brew "neovim"
brew "yarn"
brew "zlib"
brew "pulumi/tap/esc"
brew "pulumi/tap/pulumi"
brew "withgraphite/tap/graphite"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "notunes"

# ngrok - install separately with: brew install ngrok/ngrok/ngrok
# bootdev - install separately with: go install github.com/bootdotdev/bootdev@latest
