anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-ssh
arcticicestudio.nord-visual-studio-code
bierner.markdown-mermaid
biomejs.biome
bodil.file-browser
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
dbaeumer.vscode-eslint
dvirtz.parquet-viewer
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
golang.go
jacobdufault.fuzzy-search
johnpapa.vscode-peacock
kahole.magit
kamikillerto.vscode-colorize
mhutchie.git-graph
ms-pyright.pyright
ms-python.black-formatter
ms-python.debugpy
ms-python.python
oderwat.indent-rainbow
shan.code-settings-sync
vscodevim.vim
vspacecode.vspacecode
vspacecode.whichkey
wayou.vscode-todo-highlight
xabikos.javascriptsnippets
zxh404.vscode-proto3
