anthropic.claude-code
anysphere.pyright
arcticicestudio.nord-visual-studio-code
bierner.markdown-mermaid
biomejs.biome
bodil.file-browser
catppuccin.catppuccin-vsc-icons
dbaeumer.vscode-eslint
dvirtz.parquet-viewer
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
factory.factory-vscode-extension
jacobdufault.fuzzy-search
johnpapa.vscode-peacock
kahole.magit
kamikillerto.vscode-colorize
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
oderwat.indent-rainbow
openai.chatgpt
shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
steoates.autoimport
vscodevim.vim
vspacecode.vspacecode
vspacecode.whichkey
wayou.vscode-todo-highlight
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
zxh404.vscode-proto3
